{
  "references": [
    {
      "title": "Climate change and human health",
      "abstract": "Climate change science points to an increase in sea surface temperature, increases in the severity of extreme weather events, declining air quality, and destabilizing natural systems due to increases in greenhouse gas emissions. The direct and indirect health results of such a global imbalance include excessive heat-related illnesses, vector- and waterborne diseases, increased exposure to environmental toxins, exacerbation of cardiovascular and respiratory diseases due to declining air quality, and mental health stress among others. Vulnerability to these health effects will increase as elderly and urban populations increase and are less able to adapt to climate change. In addition, the level of vulnerability to certain health impacts will vary by location. As a result, strategies to address climate change must include health as a strategic component on a regional level. The co-benefits of improving health while addressing climate change will improve public health infrastructure today, while mitigating the negative consequences of a changing climate for future generations."
    },
    {
      "title": "Extreme Weather and Climate Change: Population Health and Health System Implications",
      "abstract": "Extreme weather and climate events, such as heat waves, cyclones, and floods, are an expression of climate variability. These events and events influenced by climate change, such as wildfires, continue to cause significant human morbidity and mortality and adversely affect mental health and well-being. Although adverse health impacts from extreme events declined over the past few decades, climate change and more people moving into harm's way could alter this trend. Long-term changes to Earth's energy balance are increasing the frequency and intensity of many extreme events and the probability of compound events, with trends projected to accelerate under certain greenhouse gas emissions scenarios. While most of these events cannot be completely avoided, many of the health risks could be prevented through building climate-resilient health systems with improved risk reduction, preparation, response, and recovery. Conducting vulnerability and adaptation assessments and developing health system adaptation plans can identify priority actions to effectively reduce risks, such as disaster risk management and more resilient infrastructure. The risks are urgent, so action is needed now."
    },
    {
      "title": "A review of the global climate change impacts, adaptation, and sustainable mitigation measures",
      "abstract": "Climate change is a long-lasting change in the weather arrays across tropics to polls. It is a global threat that has embarked on to put stress on various sectors. This study is aimed to conceptually engineer how climate variability is deteriorating the sustainability of diverse sectors worldwide. Specifically, the agricultural sector’s vulnerability is a globally concerning scenario, as sufficient production and food supplies are threatened due to irreversible weather fluctuations. In turn, it is challenging the global feeding patterns, particularly in countries with agriculture as an integral part of their economy and total productivity. Climate change has also put the integrity and survival of many species at stake due to shifts in optimum temperature ranges, thereby accelerating biodiversity loss by progressively changing the ecosystem structures. Climate variations increase the likelihood of particular food and waterborne and vector-borne diseases, and a recent example is a coronavirus pandemic. Climate change also accelerates the enigma of antimicrobial resistance, another threat to human health due to the increasing incidence of resistant pathogenic infections. Besides, the global tourism industry is devastated as climate change impacts unfavorable tourism spots. The methodology investigates hypothetical scenarios of climate variability and attempts to describe the quality of evidence to facilitate readers’ careful, critical engagement. Secondary data is used to identify sustainability issues such as environmental, social, and economic viability. To better understand the problem, gathered the information in this report from various media outlets, research agencies, policy papers, newspapers, and other sources. This review is a sectorial assessment of climate change mitigation and adaptation approaches worldwide in the aforementioned sectors and the associated economic costs. According to the findings, government involvement is necessary for the country’s long-term development through strict accountability of resources and regulations implemented in the past to generate cutting-edge climate policy. Therefore, mitigating the impacts of climate change must be of the utmost importance, and hence, this global threat requires global commitment to address its dreadful implications to ensure global sustenance."
    },
    {
      "title": "Marine biological injuries and their medical management: A narrative review",
      "abstract": "The marine environment can be extremely dangerous, and the harm caused by marine organisms when they contact the human body can be especially harmful, even deadly. Contact includes stings, bites, wounds, and consumption as food. In this article, the characteristics of the common marine biological injuries are summarized, the major marine organisms causing damage in China’s marine waters are described, and injury prevention and treatment methods are discussed."
    },
    {
      "title": "Marine molecular biology: an emerging field of biological sciences",
      "abstract": "An appreciation of the potential applications of molecular biology is of growing importance in many areas of life sciences, including marine biology. During the past two decades, the development of sophisticated molecular technologies and instruments for biomedical research has resulted in significant advances in the biological sciences. However, the value of molecular techniques for addressing problems in marine biology has only recently begun to be cherished. It has been proven that the exploitation of molecular biological techniques will allow difficult research questions about marine organisms and ocean processes to be addressed. Marine molecular biology is a discipline, which strives to define and solve the problems regarding the sustainable exploration of marine life for human health and welfare, through the cooperation between scientists working in marine biology, molecular biology, microbiology and chemistry disciplines. Several success stories of the applications of molecular techniques in the field of marine biology are guiding further research in this area. In this review different molecular techniques are discussed, which have application in marine microbiology, marine invertebrate biology, marine ecology, marine natural products, material sciences, fisheries, conservation and bio-invasion etc. In summary, if marine biologists and molecular biologists continue to work towards strong partnership during the next decade and recognize intellectual and technological advantages and benefits of such partnership, an exciting new frontier of marine molecular biology will emerge in the future."
    },
    {
      "title": "What is marine biology?: Defining a science in the United States in the mid 20th century",
      "abstract": "Marine biology and biological oceanography are two disciplinary subfields that have long struggled with their definitions. Should marine biology simply be considered a part of biology that takes place in the marine environment or is it a distinct entity, with conceptual problems and methodological approaches all its own? Similarly, biological oceanography could be seen as a necessary adjunct to physical and chemical oceanography or it could be defined more as an extension of biology into the marine realm. In the United States, these issues were directly addressed from the mid 1950s through the mid 1960s in a series of events that shed light on how marine biologists came to a working definition of their field that provided a broad methodological tent for practitioners and, at the same time, allied the field to oceanography during a period in which exploration of uncharted areas drew considerable funding from the post-WWII federal agencies charged with keeping American science at the forefront."
    },
    {
      "title": "The biomedical challenges of space flight",
      "abstract": "Space medicine has evolved considerably through past U.S. missions. It has been proven that humans can live and work in space for long durations and that humans are integral to mission success. The space medicine program of the National Aeronautics and Space Administration (NASA) looks toward future long-duration missions. Its goal is to overcome the biomedical challenges associated with maintaining the safety, health, and optimum performance of astronauts and cosmonauts. This program investigates the health effects of adaptation to microgravity: the nature of their pathologies, the effects of microgravity on pathophysiology, and the alterations in pharmacodynamics and treatment. A critical capability in performing research is the monitoring of the health of all astronauts and of the spacecraft environment. These data support the evidence-based approach to space medicine, incorporating past studies of microgravity-related conditions and their terrestrial counterparts. This comprehensive approach will enable safe and effective exploration beyond low Earth orbit."
    },
    {
      "title": "An overview of space medicine",
      "abstract": "Space medicine is fundamental to the human exploration of space. It supports survival, function and performance in this challenging and potentially lethal environment. It is international, intercultural and interdisciplinary, operating at the boundaries of exploration, science, technology and medicine. Space medicine is also the latest UK specialty to be recognized by the Royal College of Physicians in the UK and the General Medical Council. This review introduces the field of space medicine and describes the different types of spaceflight, environmental challenges, associated medical and physiological effects, and operational medical considerations. It will describe the varied roles of the space medicine doctor, including the conduct of surgery and anaesthesia, and concludes with a vision of the future for space medicine in the UK.Space medicine doctors have a responsibility to space workers and spaceflight participants. These 'flight surgeons' are key in developing mitigation strategies to ensure the safety, health and performance of space travellers in what is an extreme and hazardous environment. This includes all phases from selection, training and spaceflight itself to post-flight rehabilitation and long-term health. The recent recognition of the speciality provides a pathway to train in this fascinating field of medicine and is a key enabler for the UK Government's commercial spaceflight ambition."
    }
  ]
}
